int i,password=123456;
	printf("================================================\r");	
	for(i=0;i<50;i++)
	{
		printf("<");
		Sleep(50);//ÑÓ³Ù500ºÁÃë==0.5Ãë
	}
	printf("\nÇëÊäÈë²Ù×÷ÏµÍ³ÃÜÂë:\n");
	do
	{
		scanf("%d",&password);
		if(password!=123456)
			printf("\nÃÜÂë´íÎó£¬ÇëÖØÐÂÊäÈë\n");
		else
			printf("\nÃÜÂëÕýÈ·£¬ÇëµÈ´ý...\n");
		
	}while(password!=123456);
	printf("================================================\r");	
	for(i=0;i<50;i++)
	{
		printf("<");
		Sleep(50);//ÑÓ³Ù500ºÁÃë==0.5Ãë
	}
